{
    "hyderabad-government-clears-setting-up-spv-for-pharma-city": {
        "dateTime": "2020-12-08 23:45:04",
        "title": "hyderabad-government-clears-setting-up-spv-for-pharma-city",
        "subtitle": "The Industries Department has approved the incorporation of ‘Hyderabad Pharma City Limited’ (HPCL) on the outskirts...",
        "date": "08-Dec-2020",
        "image": "hndu-newspaper-logo.png",
        "tags": "pharma city,spv,hyderabad",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p>HYDERABAD: The Industries Department has approved the incorporation of &lsquo;Hyderabad Pharma City Limited&rsquo; (HPCL) as the Special Purpose Vehicle (SPV) company for carrying out the activities of development of Pharma City on the outskirts of the State Capital.</p>\r\n\r\n<p>The decision is expected to speed up work pertaining to establishment of Hyderabad Pharma City by Telangana State Industrial Infrastructure Corporation Ltd (TSIIC) in Ranga Reddy district with state-of-the-art infrastructure, treatment support facilities and other utilities as per the guidelines of Department of Industrial Policy and Promotion (DIPP) of the Government of India.</p>\r\n\r\n<p>The State Government has given permission for setting up of Hyderabad Pharma City in June this year in an extent of 12,500 acres in Ranga Reddy district for development on the lines of NIMZ. Later, the Centre has also given in-principle approval for setting up of NIMZ in Ranga Reddy in the form of Hyderabad Pharma City.</p>\r\n\r\n<p>It may be noted here that the Centre has already given in-principle approval for setting up of National Investment &amp; Manufacturing Zone (NIMZ) in Sangareddy district subject to condition that the State Government shall form a Special Purpose Vehicle (SPV) as envisaged in the Policy.</p>\r\n</body>\r\n</html>\r\n"
    },
    "telengana-sets-up-special-purpose-vehicle-for-kaleshwaram-project": {
        "dateTime": "2020-12-08 23:30:04",
        "title": "telengana-sets-up-special-purpose-vehicle-for-kaleshwaram-project",
        "subtitle": "Kaleshwaram Irrigation Project Corporation, on Tuesday, to seek financial support for the project’s implementation...",
        "date": "08-Dec-2020",
        "image": "The-Indian-Express-Logo-.jpg",
        "tags": "kaleshwaram,project,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p>HYDERABAD: The state government set up a special purpose vehicle (SPV), Kaleshwaram Irrigation Project Corporation, on Tuesday to seek financial support for the project&rsquo;s implementation.</p>\r\n\r\n<p>The SPV will be established as a limited company under the Companies Act, 2013 and&nbsp; promoted by the state government and&nbsp; financial institutions jointly. With its registered office in Hyderabad, the SPV will be headed by a full-time chief executive officer and have nominees of the state government and financial institutions on its board. The CEO will be appointed for a fixed term of two years. Its chairperson will be the principal secretary (I&amp;CAD) or as decided by the government.</p>\r\n\r\n<p>The main aim of the SPV is to plan, appraise and approve release of funds; and implement, manage, operate, monitor and evaluate the project. It aims to ensure operational independence and autonomy in decision-making and mission implementation.</p>\r\n\r\n<p>There will be a state-level high-powered steering committee (HPSC) and the SPV will refer to it matters that require approval.The SPV will also access funds from other sources such as debt, loans, user charges, taxes and surcharges.</p>\r\n\r\n<p>It is proposed to give complete flexibility to the SPV to implement the project and the state will take measures accordingly. The SPV may appoint project management consultants (PMC) for designing, developing, managing and implementing projects.</p>\r\n</body>\r\n</html>\r\n"
    },
    "hyderabad-realty-on-growth-path-as-it-shrugs-off-covid-19-crisis:-treda": {
        "dateTime": "2020-12-08 23:19:04",
        "title": "hyderabad-realty-on-growth-path-as-it-shrugs-off-covid-19-crisis:-treda",
        "subtitle": "The Hyderabad real estate sector has bounced back strongly amidst the recent setback due to the Covid-19 pandemic and it",
        "date": "07-Dec-2020",
        "image": "BL03REALTY.jpg",
        "tags": "hyderabad,treda,covid 19",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<h2><img src=\"https://bl.thgim.com/news/real-estate/jj0yi2/article33001164.ece/alternates/LANDSCAPE_660/BL03REALTY\" /></h2>\r\n\r\n<p>The Hyderabad real estate sector has bounced back strongly amidst the recent setback due to the Covid-19 pandemic and it is on the growth path again, according to Telangana Real Estate Developers Association (TREDA).</p>\r\n\r\n<p>While the real estate sector in Hyderabad has witnessed impressive growth as compared to other key markets in the country, the Telangana Government&rsquo;s support and changes brought about in the regulatory system have helped it spring back to normalcy at a faster pace, Treda said.</p>\r\n\r\n<p>R Chalapathi Rao, President, TREDA, said, &ldquo;The growth witnessed in the Hyderabad real estate sector is largely due to the policies and reforms that the Telangana Government has undertaken. And initiatives like Dharani and TS-bPass will advance the developments in the sector while simplifying and benefiting all the stakeholders in the ecosystem.&rdquo;</p>\r\n\r\n<p>Also read:&nbsp;<a href=\"https://www.thehindubusinessline.com/news/national/ktr-launches-ts-bpass-simplifies-building-clearance/article33110004.ece\" title=\"\">KTR launches TS-bPASS, simplifies building clearance</a></p>\r\n\r\n<p>Interacting over a webinar, he said that real estate in Hyderabad is attractive as prices here are still in the affordable range compared to other major cities.</p>\r\n\r\n<p>The real estate sector had to face a number of challenges over the past few years due to various extraneous factors, including economic and regulatory. &ldquo;But business is gradually looking up, and we expect growth to pick up,&rdquo; the Treda member said.</p>\r\n\r\n<p>He said that registrations through the Dharani portal will bring transparency in the entire process while eliminating loopholes and ensuring zero tampering of land records. While biometrics for registration has been mandated for property sellers, buyers and Tahsildars, land bank belonging to the Government, Waqf board, endowments and forest lands would be on auto-lock mode and cannot be registered.</p>\r\n\r\n<p>The benefits of the portal that comes in the form of real-time updating of textual records, maps and settlement operations, will help in the form of a comprehensive title to land owners after completing the land digital survey and recording land parcels with coordinates.</p>\r\n\r\n<p>Also read:&nbsp;<a href=\"https://www.thehindubusinessline.com/news/national/telangana-dharani-portal-to-safeguard-ownership-of-immovable-property/article32889766.ece\" title=\"\">Telangana Dharani portal to safeguard ownership of immovable property</a></p>\r\n\r\n<p>The Telangana State Building Permission Approval and Self Certification System (TS-bPASS) has set a new benchmark in the system. The single window reform process facilitates easy permits for construction activities.</p>\r\n\r\n<p>&ldquo;The integrated registrations platform offers simple, safe and digital mode of transactions, right from processing of various permissions required during development of land to construction of building through the self-certification system to managing the entire process within the stipulated timelines. This will boost the real estate sector,&rdquo; he said.</p>\r\n</body>\r\n</html>\r\n"
    },
    "last-chance-for-the-poor-to-regularize-houses-as-cm-kcr-announced": {
        "dateTime": "2020-12-08 20:20:04",
        "title": "last-chance-for-the-poor-to-regularize-houses-as-cm-kcr-announced",
        "subtitle": "Authorities have decided to extend one last opportunity for the poor to regularize their houses constructed on govt. lands.",
        "date": "08-Dec-2020",
        "image": "hndu-newspaper-logo.png",
        "tags": "houses,regularize,kcr,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p>The State government has decided to extend one last opportunity for the poor to regularise their houses constructed on government lands.</p>\r\n\r\n<p>Chief Minister K. Chandrasekhar Rao announced in the Legislative Assembly that the government would announce a specific time frame enabling house owners to regularise their houses in line with GOs 58 and 59 one more time. GO 58 pertains to regularisation of land free of cost for the poor up to 125 sq.yds while GO 59 is meant for regularisation by collecting market price in instalments.</p>\r\n\r\n<p>Responding to requests by members during the debate on the revenue Bills, the Chief Minister said the government had decided to allow the regularisation in the interests of the poor. The government had so far received 11.19 applications for regularization, of which, 6.18 lakh had been regularized without collecting any fee.</p>\r\n\r\n<p>&ldquo;We will give 15 days for regularisation and the dates will be decided after studying the coronavirus situation,&rdquo; he said.</p>\r\n</body>\r\n</html>\r\n"
    },
    "govt-sets-up-spv-to-extend-the-metro-line-to-shamshabad-airport": {
        "dateTime": "2020-12-08 11:19:04",
        "title": "govt-sets-up-spv-to-extend-the-metro-line-to-shamshabad-airport",
        "subtitle": "Telangana Govt Has Set Up A SPV To Extend The Hyd Metro Rail's Services To The International Airport At Shamshabad...",
        "date": "08-Dec-2020",
        "image": "metro_blog.jpg",
        "tags": "metro,shamshabad,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><img alt=\"Telangana government sets up SPV to extend metro line to Shamshabad airport\" src=\"https://media4.newsnationtv.com/resize/930_-/images/2018/03/26/686200170-metro.jpg\" /></p>\r\n\r\n<p>Hyderabad:</p>\r\n\r\n<p>The Telangana government has set up a special purpose vehicle (SPV) to extend the Hyderabad metro rail&#39;s services to the international airport at Shamshabad.</p>\r\n\r\n<p>The SPV will be jointly promoted by the Hyderabad Metro Rail Limited (HMRL) and the Hyderabad Metropolitan Development Authority (HMDA), a state government order said.</p>\r\n\r\n<p>The HMRL released a copy of the order to the media here on Sunday.</p>\r\n\r\n<p>&quot;For immediate implementation of the airport express metro corridor from Biodiversity Park to the Shamshabad airport with extension of Corridor-III, Raidurg to Biodiversity Park (30.7km), and to develop townships near new metro stations en route the airport corridor, Managing Director (MD), HMRL, has submitted a proposal for creation of a SPV,&quot; it said.</p>\r\n\r\n<p>HMRL will have 51 per cent share in the SPV and HMDA a bit less than 49 per cent, the order said.</p>\r\n\r\n<p>The government has created the SPV after consideration of the draft Memorandum and Articles of Association as forwarded by the HMRL&#39;s MD, it said.</p>\r\n\r\n<p>The SPV has been named &quot;Hyderabad Airport Metro Limited (HAML)&quot; and Chief Secretray S K Joshi is its chairman and HMRL, MD, N V S Reddy its managing director, according to the order.</p>\r\n\r\n<p>HAML shall be incorporated with an authorised share capital of Rs 100 lakh, divided into 10 lakh equity shares of Rs 10 each, it said. The HMRL had launched the Phase-I of the project last year.</p>\r\n</body>\r\n</html>\r\n"
    },
    "integrated-township-policy-to-decongest-hyderabad-government": {
        "dateTime": "2020-12-08 15:11:04",
        "title": "integrated-township-policy-to-decongest-hyderabad-government",
        "subtitle": "The State government has approved an Integrated Township Policy and necessary orders were issued to this effect recently...",
        "date": "08-Dec-2020",
        "image": "township.jpg",
        "tags": "integrated,decongest,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><img src=\"https://cdn.telanganatoday.com/wp-content/uploads/2020/11/township.jpg\" /></p>\r\n\r\n<p><strong>Hyderabad:</strong>&nbsp;The State government has approved an Integrated Township Policy and necessary orders were issued to this effect recently. But what does the policy mean to the people, the construction industry and other stakeholders in the State?</p>\r\n\r\n<p>Well, the concept of integrated township policy is based on the &lsquo;Walk to Work&rsquo; idea and it paves way for multiple aspects, especially decongestion of growth apart from spurring development in new areas. More importantly, it focuses on better quality of life and besides boosting real estate, the integrated township policy will aid in planned and sustainable growth in different areas.</p>\r\n\r\n<p>The government is planning to develop satellite townships around the Outer Ring Road, which will aid in spreading the growth in the city and other parts in the State.</p>\r\n\r\n<p>Municipal Administration and Urban Development Minister KT Rama Rao had said the integrated township policy was aimed at decongesting Hyderabad by encouraging real estate development beyond the Outer Ring Road (ORR).</p>\r\n\r\n<p>The idea is to promote growth and development in new areas and offer more benefits to real estate developers to develop more satellite townships and counter magnets about 5 km outside of the ORR, the Minister said at a recent programme.</p>\r\n\r\n<p>The main objective of the policy is to encourage and promote large scale integrated development with private and public initiatives that would result in optimization of land use, leveraging of ORR infrastructure and beyond, promote Transit Oriented Development, achieve economies of scale, increase housing facilities and better provision of infrastructure facilities and amenities based on the &lsquo;walk to work&rsquo; concept.</p>\r\n\r\n<p>Strange it may sound but only Gujarat and Maharashtra are the other two States in the country which have integrated township policies. The Telangana government is taking the right steps by coming up with an integrated township policy and it will go a long way in boosting the State&rsquo;s image for promoting planned and sustainable growth, said CREDAI Telangana president G. Ram Reddy.</p>\r\n\r\n<p>Integrated townships are all about providing required infrastructure, including social, health, education and others in a particular place. These townships will serve as growth centres and make people&rsquo;s life a lot simple and comfortable. Imagine walking to office, children walking to schools, hospitals, super markets, malls, entertainment facilities in close vicinity. This will cut down travel time, pollution and fuel lot of real estate activity, explains Reddy.</p>\r\n\r\n<p>There is lot of land available along the ORR and the government can capitalize by promoting integrated townships. Places like Kokapet, Kollur, Narsingi and even Kompally have good prospects for developing integrated townships, he suggests.</p>\r\n\r\n<p>&ldquo;Now, all the national players will look at Hyderabad and come up with new projects. Integrated Township policy is a good move and needs to be promoted in a big way&rdquo; says Reddy.</p>\r\n\r\n<p>Welcoming the policy, developers want the government to focus on developing road connectivity to the townships, besides ensuring proper transportation options for people.</p>\r\n</body>\r\n</html>\r\n"
    },
    "magicbricks-launches-new-platform-for-plots-in-bengaluru-and-hyd": {
        "dateTime": "2020-12-08 16:13:04",
        "title": "magicbricks-launches-new-platform-for-plots-in-bengaluru-and-hyd",
        "subtitle": "A dedicated platform for plots in Bengaluru and Hyderabad offers a range of authority-approved plots across the industry...",
        "date": "08-Dec-2020",
        "image": "79062396.jpg",
        "tags": "magicbricks,bengaluru,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><a href=\"https://realty.economictimes.indiatimes.com/tag/magicbricks\">Magicbricks</a>, a&nbsp;<a href=\"https://realty.economictimes.indiatimes.com/tag/property+portal\">property portal</a>, has launched dedicated platforms for plots for&nbsp;<a href=\"https://realty.economictimes.indiatimes.com/tag/bengaluru\">Bengaluru</a>&nbsp;and&nbsp;<a href=\"https://realty.economictimes.indiatimes.com/tag/hyderabad\">Hyderabad</a>&nbsp;which offer range of authority-approved plots across industry corridors in the two cities.<br />\r\n<br />\r\nIn Bengaluru, plots start from as low as Rs 194 per sq ft and are approved by different authorities like Bengaluru Metropolitan Region Development Authority (BMRDA), Bruhat Bengaluru Mahanagara Palike (BBMP), Bengaluru Development Authority (BDA) and Bengaluru International Airport Area Planning Authority (BIAAPA).<br />\r\n<br />\r\n<a href=\"https://realty.economictimes.indiatimes.com/tag/plots+in+hyderabad\">Plots in Hyderabad</a>&nbsp;start from Rs 1 lakh and are approved by Hyderabad Metropolitan Development Authority (HMDA), Directorate of Town and Country Planning (DTCP) of the Telangana government and Greater Hyderabad Municipal Corporation (GHMC).<br />\r\n<br />\r\nSudhir Pai, CEO, Magicbricks, said, &ldquo;We are witnessing a V-shape recovery in demand in Bengaluru and Hyderabad&rsquo;s real estate market. The demand is now 30-40% ahead of pre-Covid levels. While the prices witnessed a momentary dip of 5.2% during the April-June quarter due to the pandemic, Hyderabad has posted a 5% price increment during the July-September quarter.&rdquo;<br />\r\n<br />\r\nOver 7,000&nbsp;<a href=\"https://realty.economictimes.indiatimes.com/tag/plots+in+bengaluru\">plots in Bengaluru</a>&nbsp;are located across the seven investment corridors - Bengaluru-Magadi Road Corridor, Bengaluru IT Corridor, Bengaluru Automotive Corridor, Bengaluru-Chennai Industrial Corridor, Bengaluru Mysore Corridor, Bengaluru-Mysore Industrial Corridor and Bengaluru Airport Corridor.<br />\r\n<br />\r\nIn Hyderabad, around 4,000 plots are located in the city&rsquo;s eight investment corridors - Hyderabad Airport Corridor, Patancheru Industrial Corridor, Pharma City Corridor, Genome Valley Biotech Corridor, CBD and Financial Corridor, Hyderabad-Nagpur IT Corridor, Warrangal Highway Corridor and Aerospace Corridor.</p>\r\n</body>\r\n</html>\r\n"
    },
    "hyd-commercial-real-estate-sees-massive-growth-in-last-five-years": {
        "dateTime": "2020-12-09 17:11:04",
        "title": "hyd-commercial-real-estate-sees-massive-growth-in-last-five-years",
        "subtitle": "According to the report by Knight Frank India, Hyd recorded positive rental growth of 2% year-on-year (YoY) in Q3 2020.",
        "date": "08-Dec-2020",
        "image": "KTRfbofficial-1200.jpg",
        "tags": "real estate,commercial,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><img alt=\"Minister KTR is addressing a meeting with a mask and a white shirt sitting in a black chair\" src=\"https://www.thenewsminute.com/sites/default/files/styles/news_detail/public/KTRfbofficial-1200.jpg?itok=Ryr9vlrQ\" /></p>\r\n\r\n<p>According to a report by Knight Frank India, Hyderabad city has seen a record growth of 172% in the commercial real estate market between 2014 to 2019. According to the research report titled &#39;WFH, #WorkfromHyderabad&#39;, in terms of the commercial market, Hyderabad is one of the few cities that recorded positive rental growth of 2% year-on-year (YoY) in Q3 2020.</p>\r\n\r\n<p>Residential prices have grown by a significant 5.3% Compounded Annual Growth Rate (CAGR) in 10 years, and even during the present COVID-19 challenge, rents continue to remain steady.</p>\r\n\r\n<p>Hyderabad is among the only two metro cities, the other being Bengaluru, that have not seen a fall in residential prices despite the ensuing market uncertainties and low sales, says the report released in Hyderabad.</p>\r\n\r\n<p>According to the report, Hyderabad witnessed a remarkable growth in corporate activity over the last five years and jumped from a rank of sixth in 2014 to second in 2019 in terms of annual office space demand across key cities in the country. Hyderabad Airport&#39;s share of passenger traffic handled in the country has increased from 5.5% in 2014-15 to 6.4% in 2019-20.</p>\r\n\r\n<p>According to the report, since the formation of the state, Telangana&#39;s real Gross Domestic Product (GDP) has significantly grown to Rs 6.63 trillion in 2019-2020 from Rs 4.16 trillion in 2014 with a CAGR of 8.08% which is considerably higher than the national real GDP CAGR of 5.7% for the same period.</p>\r\n\r\n<p>The driver of the state&#39;s economic growth has been the tertiary sector (services sector) dominated by the Information Technology (IT) services. Telangana IT/ITeS exports contributed revenue of Rs 1.25 trillion in the year 2019-2020, with 18% annual growth against Rs 1.9 trillion in 2018-19. The city is the second-largest contributor to the revenue from IT exports in the country and is home to global bigwigs like Google, Amazon, Microsoft, and Facebook.</p>\r\n\r\n<p>The report also highlighted that, as the conventional real estate asset classes struggle to get back on their feet on account of the ongoing pandemic, two new asset classes are seeing a sudden spurt in demand - data centres and warehouses. The forced shift to e-commerce to enable contactless business and to fulfil physical distancing norms has created a need for more warehouses and logistic centres across the country.</p>\r\n\r\n<p>Hyderabad, being the distribution hub in Telangana, is also seeing increased traction in the warehousing segment. Telangana is among the very few states in India to have an independent data centres policy, as early as 2016. The state has already garnered an investment of Rs 25,000 crore for data centre mega projects. Recently, Flipkart opened its data centre in Hyderabad, second after Chennai, to support its core operations.</p>\r\n\r\n<p>Telangana Industry and Information Technology Minister K T Rama Rao inaugurated the new office in Dallas Centre, Knowledge City, located in the premier IT-Hub.</p>\r\n\r\n<p>Rama Rao noted that Hyderabad has transformed into the new tech hub of India in the last six years. IT sector presence in the city has also transitioned from mere backend operations to primary production and product development services.</p>\r\n\r\n<p>Shishir Baijal, Chairman and Managing Director, Knight Frank India, said besides IT/ITeS, the Telangana government has increased impetus on industries such as pharmaceutical and life sciences, food processing, electronics, and textiles in a bid to diversify its economic interests.</p>\r\n\r\n<p>In the last four years, Telangana attracted investments of over Rs 10,000 crore in the life sciences industry. To give a further boost to this industry, the state government has released the Life Sciences Policy of Telangana and launched vital projects such as Genome Valley 2.0, Hyderabad Pharma City, and Medical Devices Park in Sultanpur.</p>\r\n\r\n<p>Samson Arthur, Branch Director - Hyderabad, Knight Frank India said that Hyderabad has been ranked high across categories of living and business. It is now emerging with modern business clusters and holds promise for new industrial ecosystems on the lines of the successful IT sector.</p>\r\n</body>\r\n</html>\r\n"
    },
    "ap-govt-proposes-special-vehicle-for-capital-city-near-vijayawada": {
        "dateTime": "2020-12-09 18:16:04",
        "title": "ap-govt-proposes-special-vehicle-for-capital-city-near-vijayawada",
        "subtitle": "The AP govt has proposed to set up an SPV to take up construction of the new capital city in Guntur district...",
        "date": "08-Dec-2020",
        "image": "deccan_chronicle.jpg",
        "tags": "andhra pradesh,spv,guntur",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><img src=\"https://s3.ap-southeast-1.amazonaws.com/cdn.deccanchronicle.com/sites/default/files/Andhra_Pradesh_New_Capital_Google_Maps_0_0_0_0_0_0_0_0_0.jpg\" /></p>\r\n\r\n<p><strong>Hyderabad:</strong>&nbsp;The Andhra Pradesh government has proposed to set up a Special Purpose Vehicle to take up construction of the new capital city near Vijayawada in Guntur district.</p>\r\n\r\n<p>AP has proposed to invest 51 per cent and has asked the Singapore government to invest 49 per cent in the SPV in a 51:49 ratio.</p>\r\n\r\n<p>The Singapore government, however, has expressed some doubts and has questioned the AP government&rsquo;s guarantee of returns for its investments.</p>\r\n\r\n<p>During his recent visit to Singapore, AP Chief Minister, N. Chandrababu Naidu had asked the Singapore government to help in the construction of the capital city.</p>\r\n\r\n<p>After Mr Naidu&rsquo;s return, state government officials had discussed with Singapore officials&nbsp; how to proceed with the government to government system in a 51:49 ratio.</p>\r\n\r\n<p>Sources say that the Singapore government has expressed many doubts, particularly about returns for its investment. It does not have a problem with investing as long as the returns are assured.</p>\r\n\r\n<p>The AP government had envisaged that all construction works would be taken up by the SPV, but the Singapore government has said that some works can be allotted through the SPV to other companies.</p>\r\n\r\n<p>Officials said that the Singapore government has stated that it can develop the land and sell it to other companies and also construct some buildings to sell to companies.</p>\r\n\r\n<p>The Singapore government has also apparently suggested to the AP government not to allot land to the owners at the same place.</p>\r\n\r\n<p>After pooling 30,000 acres, 15,000 acres will be shared between&nbsp; land owners and the government. If the land is shared equally, the government will get 7,500 acres of land.</p>\r\n\r\n<p>State government officials now say that they are not sure about the Singapore government investing in the SPV.</p>\r\n\r\n<p>They say that the Singapore government is calculating everything from a business angle and is only looking at the profit aspect.</p>\r\n\r\n<p>Singapore government officials are likely to visit Hyderabad in January when they will discuss the details of setting up the SPV with AP government officials.</p>\r\n</body>\r\n</html>\r\n"
    },
    "foundation-stone-to-be-laid-for-it-park-at-kompally:-telangana-it-minister": {
        "dateTime": "2020-12-09 19:17:04",
        "title": "foundation-stone-to-be-laid-for-it-park-at-kompally:-telangana-it-minister",
        "subtitle": "Municipal and IT Minister KTR said that the state govt would expand IT to Tier-II cities and the foundation stone will...",
        "date": "08-Dec-2020",
        "image": "KT Rama Rao.jpg",
        "tags": "it park,kompally,ktr,hyd",
        "content": "<html>\r\n<head>\r\n\t<title></title>\r\n</head>\r\n<body data-gr-ext-installed=\"\" data-new-gr-c-s-check-loaded=\"14.984.0\" data-new-gr-c-s-loaded=\"14.984.0\">\r\n<p><img alt=\"article pic\" src=\"https://img.staticmb.com/mbcontent/images/uploads/2019/4/KT%20Rama%20Rao.jpg\" /></p>\r\n\r\n<p>Municipal and IT Minister&nbsp;KT Rama Rao&nbsp;said that the state government would expand IT to Tier II cities. He said the foundation stone will be laid at the IT hub at Kompally in Medchal-Malkajgiri district soon apart from the inauguration of IT tower in Khammam on December 7.<br />\r\n<br />\r\nThe minister said there was an overwhelming response for the Growth in Dispersion (GRID), which was proposed to focusing on promoting dispersed growth across Greater Hyderabad especially at the places like&nbsp;Nacharam&nbsp;and Uppal industrial areas.<br />\r\n<br />\r\nA day after GHMC elections results, KTR, who is also TRS working president, went back to routine after a gap of nearly a month and held a review meeting on IT and Ease of Doing Business with officials on December 5.</p>\r\n\r\n<p>KTR said the state government had already initiated measures for expansion of IT to towns like&nbsp;Warangal, Khammam and Mahbubnagar. &quot;Two companies are evincing interest in setting their shops in Warangal in the second phase. The&nbsp;Telangana&nbsp;State Industrial Infrastructure Corporation (TSIIC) should make arrangements for providing infrastructure facilities at the IT tower in Warangal,&quot; the minister said. He also instructed TSIIC Managing Director EV Narasimha Reddy to complete the land acquisition process for IT park at Kompally at the earliest where the revenue department had identified the land and arrangements are being made for laying the foundation stone.<br />\r\n<br />\r\nOfficials informed that many IT firms are coming forward to set up their offices at Divitipally in Mahbubnagar district. The minister also spoke to Chief Secretary Somesh Kumar and asked him to support the firms that have plans to set up IT firms under GRID policy.<br />\r\n<br />\r\nKTR instructed Industries Department Commissioner Manicka Raj to make sure that Telangana gets the top position in EODB. &quot;Due to some technical reasons, the state could not get good ranking in EODB, this time the Telangana should be on top rank. Coordinate with the various departments,&quot; the minister said.</p>\r\n\r\n<p>Koride Mahesh, TNN, Hyderabad</p>\r\n</body>\r\n</html>\r\n"
    }
}